//************************************************************
//  Copyright (c) 深圳市赛元微电子有限公司
//	文件名称	: SC_it.h
//	作者		: 
//	模块功能	: 92F735x中断服务程序头文件
//	局部函数列表:
//  最后更正日期: 2019/12/02
// 	版本		: V1.1   
//*************************************************************
#ifndef _SC_IT_H_
#define	_SC_IT_H_

//#include "sc92f_conf.h"



#endif

/***********************user_code_area*********************/
/*<UserCodeStart>*/

/*<UserCodeEnd>*/
/**********************.user_code_area.********************/
